tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'heroku/brew'

brew 'awscli'
brew 'bash'
brew 'fzf'
brew 'git'
brew 'heroku'
brew 'jq'
brew 'nodenv'
brew 'postgresql'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ripgrep'
brew 'ruby-build'
brew 'sqlite'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'dropbox'
cask 'firefox'
cask 'font-inconsolata'
cask 'postman'
cask 'slack'
cask 'vlc'
cask 'zoom'
