tap 'aws/tap'
tap 'hashicorp/tap'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'awscli'
brew 'bash'
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'git-lfs'
brew 'hashicorp/tap/terraform'
brew 'heroku/brew/heroku'
brew 'jq'
brew 'mono'
brew 'node-build'
brew 'nodenv'
brew 'postgresql', restart_service: true
brew 'pyenv'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ripgrep'
brew 'ruby-build'
brew 'rust'
brew 'sqlite'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'azure-data-studio'
cask 'blender'
cask 'dotnet-sdk'
cask 'encryptme'
cask 'firefox'
cask 'font-inconsolata'
cask 'postman'
cask 'slack'
cask 'unity-hub'
cask 'visual-studio-code'
cask 'webex-meetings'
cask 'zoom'
